Repository: Burst-Statistics/zip-recipes-free
Catalog: languages/zip-recipes-*.po
Languages: da_dk, pl_pl

source: %s is a singleton class and you cannot create a second instance.
da_dk: %s er en enlig klasse, og du kan ikke skabe en anden instans.
pl_pl: %s jest klasą singleton i nie można utworzyć drugiej instancji.

source: You already have %s recipes on your site, awesome!
da_dk: Du har allerede %s opskrifter på dit websted, fedt!
pl_pl: Masz już %s przepisy/ów na swojej stronie, wspaniale!

source: If you have a moment, please consider leaving a review on WordPress.org to spread the word. We greatly appreciate it! If you have any questions or feedback, leave us a %smessage%s.
da_dk: Hvis du har et øjeblik, så overvej at skrive en anmeldelse på WordPress.org, for at sprede ordet om us. Vi sætter stor pris på det! Hvis du har nogle spørgsmål eller tilbagemeldninger, så efterlad os venligst en %sbesked%s.
pl_pl: Bylibyśmy wdzięczni, jeżeli poświęcił byś chwilę swojego czasu na pozostawienie recenzji na WordPress.org, jest to dla nas bardzo ważne! Jeżeli masz jakiekolwiek pytania, albo chciałbyś podzielić się sugestiami, zostaw nam %swiadomość%s.

source: Leave a review
da_dk: Skriv en anmeldelse
pl_pl: Zostaw recenzję

source: Maybe later
da_dk: Måske senere
pl_pl: Może później

source: No thanks
da_dk: Nej tak
pl_pl: Nie dzięki

source: Use text for the nutritional info
da_dk: Brug tekst for det ernæringsmæssigeinformation
pl_pl: Użyj tekstu, aby uzyskać informacje o wartości odżywczej

source: %d year
da_dk: %d år
pl_pl: %d rok

source: %d years
da_dk: %d år
pl_pl: %d lat/a

source: %d month
da_dk: %d måned
pl_pl: %d miesiąc

source: %d months
da_dk: %d måneder
pl_pl: %d miesięce/y

source: %d day
da_dk: %d dag
pl_pl: %d dzień

source: %d days
da_dk: %d dage
pl_pl: %d dni

source: %d hour
da_dk: %d time
pl_pl: %d godzina

source: %d hours
da_dk: %d timer
pl_pl: %d godzin/y

source: %d minute
da_dk: %d minut
pl_pl: %d minuta

source: %d minutes
da_dk: %d minutter
pl_pl: %d minut/y

source: %d second
da_dk: %d sekund
pl_pl: %d sekunda

source: %d seconds
da_dk: %d sekunder
pl_pl: %d sekund/y

source: Like this plugin? The premium version includes lots of cool extra features, your
da_dk: Kan du lide denne tilføjelse? Premium versionen inkludere mange gode ekstra funktioner,
pl_pl: Podoba Ci się wtyczka? Wersja premium zawiera dużo więcej świetnych funkcji,

source: 20% fast adapter discount
da_dk: 20% ved øjeblikkeligt køb
pl_pl: 20% zniżki na szybki adapter

source: is still valid!
da_dk: er stadig gyldig!
pl_pl: jest wciąż ważny!

source: check out premium
da_dk: Tjek premium ud
pl_pl: sprawdź wersję premium

source: apply discount
da_dk: tilføj rabat
pl_pl: zastosuj zniżkę

source: dismiss
da_dk: afvis
pl_pl: porzuć

source: For the best performance, Zip Recipes recommends ImageMagick or GD PHP extensions installed. Please contact your hosting company and request that they install ImageMagick or GD PHP extensions for you website.
da_dk: For den bedste ydeevne, anbefaler Zip Recipes, at have ImageMagick eller GD PHP udvidelserne installeret. Kontakt venligst din webstedvært, og efterspørg at de installerer ImageMagick eller GD PHP udvidelser for din hjemmeside.
pl_pl: Dla lepszego efektu, Zip Recipes poleca zainstalowanie rozszerzeń ImageMagick or GD PHP. Skontaktuj się ze swoją firmą hostingową i poproś o zainstalowanie ImageMagick lub GD PHP dla swojej witryny.

source: Nutrition Facts
da_dk: Ernæring Fakta
pl_pl: Fakty żywieniowe

source: Serves
da_dk: Portioner
pl_pl: Serwowanie

source: Amount Per Serving
da_dk: Mængde Per Portion
pl_pl: Ilość na porcję

source: Calories
da_dk: Kalorier
pl_pl: Kalorie

source: % Daily Value*
da_dk: % Daglig Værdi*
pl_pl: % Dzienna Wartość*

source: Total Fat
da_dk: Samlet Fedt
pl_pl: Tłuszczy Całkowicie

source: Saturated Fat
da_dk: Mættet Fedt
pl_pl: Tłuszcze Nienasycone

source: Trans Fat
da_dk: Transfedt
pl_pl: Tłuszcze Nienasycone

source: Sodium
da_dk: Natrium
pl_pl: Sód

source: Total Carbohydrate
da_dk: Samlede Kulhydrater
pl_pl: Węglowodanów Całkowicie

source: Dietary Fiber
da_dk: Kostfibre
pl_pl: Błonnik pokarmowy

source: Sugars
da_dk: Sukker
pl_pl: Cukry

source: Protein
pl_pl: Białko

source: Vitamin A
pl_pl: Witamina A

source: Vitamin C
pl_pl: Witamina C

source: Iron
da_dk: Jern
pl_pl: Żelazo

source: * Percent Daily Values are based on a 2,000 calorie diet. Your daily values may be higher or lower depending on your calorie needs.
da_dk: * Daglige Værdiprocenter er baseret på en 2.000 kaloriediæt
pl_pl: * Procent dziennych wartości opiera się na diecie 2000 kalorii. Twoje dzienne wartości mogą być wyższe lub niższe w zależności od potrzeb kalorycznych.

source: Ingredients
da_dk: Ingredienser
pl_pl: Składniki

source: Put each ingredient on a separate line. There is no need to use bullets for your ingredients.<br /> You can also create labels, hyperlinks, bold/italic effects and even add images!
da_dk: ut hver ingrediens i en separat linje. Der er ingen grund, til at bruge punkter for dine ingredienser.<br /> Du kan også skabe etikker, hyperlink, fremhævet/kursiv effekter og endda tilføje billeder
pl_pl: Umieść każdy składnik w osobnej linii. Nie ma potrzeby używania punktorów do swoich składników.<br /> Możesz także tworzyć etykiety, hiperłącza, pogrubienie/kursywę, a nawet dodawać zdjęcia!

source: Instructions
da_dk: Instruktioner
pl_pl: Sposób przygotowania

source: Like the plugin, or need more features?
da_dk: Kan du lide tilføjelsen, eller har du brug for flere funktioner?
pl_pl: Podoba Ci się wtyczka, czy potrzebujesz więcej funkcji?

source: Optimized for Google
da_dk: Optimeret til Google
pl_pl: Zoptymalizowane dla Google

source: Cool looking themes
da_dk: Æstetiske temaer
pl_pl: Fajnie wyglądające motywy

source: Automatic serving adjustment
da_dk: Automatisk portions justering
pl_pl: Automatyczne dostosowanie porcji

source: Author setting for Google
da_dk: Forfatterindstilling til Google
pl_pl: Ustawienie autora dla Google

source: Ratings and reviews
da_dk: Bedømmelser og anmeldelser
pl_pl: Oceny i recenzje

source: Save recipes on social media
da_dk: Gem opskrifter på sociale medier
pl_pl: Zapisz przepis na mediach społecznościowych

source: Recipe index
da_dk: Opskriftsindeks
pl_pl: Indeks przepisu

source: Automatic nutrition calculation
da_dk: Automatisk ernæring beregning
pl_pl: Automatyczne obliczanie wartości odżywczych

source: Search by ingredients
da_dk: Søg efter ingredienser
pl_pl: Wyszukaj po składnikach

source: Recipe picture gallery
da_dk: Opskriftsbilledegalleri
pl_pl: Galeria zdjęć przepisu

source: Mobile friendly
da_dk: Mobilvenlig
pl_pl: Przyjazna dla urządzeń mobilnych

source: Zip Recipes Settings
da_dk: Zip Opskrifter Indstillinger
pl_pl: Ustawienia Zip Recipes

source: For more customization options, see our knowledgebase:
da_dk: For flere tilpasningsmuligheder, se vores knowledgebase:
pl_pl: Więcej opcji dostosowywania można znaleźć w naszej bazie wiedzy:

source: Custom Print Button
da_dk: Brugerdefineret Udskrivningsknap
pl_pl: Niestandardowy przycisk drukowania

source: Zip Recipes Plugin Link
da_dk: Zip Opskrifter Tilføjelseslink
pl_pl: Link do wtyczki Zip Recipes

source: Printed Output: Recipe Permalink
da_dk: Udskrivning: Opskriftspermalink
pl_pl: Wydanie drukowane: Link bezpośredni do przepisu

source: Printed Output: Copyright Statement
da_dk: Udskrivning: Ophavsreterklæring
pl_pl: Wydanie drukowane: oświadczenie o prawach autorskich

source: Recipe Card Look & Feel
da_dk: Opskriftskort Ser & Føles
pl_pl: Wygląd i Styl Karty Przepisu

source: Stylesheet
da_dk: Stilark
pl_pl: Styl

source: Recipe Title
da_dk: Opskriftstitle
pl_pl: Nazwa Przepisu

source: Print Button
da_dk: Udskrivningsknap
pl_pl: Przycisk Drukowania

source: Hide image when duplicate of post
da_dk: Skjul billede, når det en duplikat af indlæg
pl_pl: Ukryj zdjęcie podczas duplikowania wpisu

source: Image Width
da_dk: Billede Brede
pl_pl: Szerokość zdjęcia

source: Image Display
da_dk: Billedeoplysning
pl_pl: Wyświetl zdjęcie

source: Border Style
da_dk: Kantstil
pl_pl: Styl Ramy

source: Ingredients Label
da_dk: Ingrediensetik
pl_pl: Etykieta składników

source: Ingredients List Type
da_dk: Ingredienslistetype
pl_pl: Lista typów składników

source: List
da_dk: Liste
pl_pl: Lista

source: Numbered List
da_dk: Nummereret Liste
pl_pl: Lista numerowana

source: Bulleted List
da_dk: Punktliste
pl_pl: Punktor

source: Paragraphs
da_dk: Paragraffer
pl_pl: Paragrafy

source: Instructions Label
da_dk: Instruktionsetik
pl_pl: Etykieta instrukcji

source: Instructions List Type
da_dk: Instruktionsliste type
pl_pl: Lista typów instrukcji

source: Other Options
da_dk: Andre Indstillinger
pl_pl: Inne opcje

source: Use Zip Recipes style
da_dk: Brug Zip Recipes stil
pl_pl: Użyj stylu Zip Recipes

source: Hide Recipe Title in post (still shows in print view)
da_dk: Skjul Opskriftstitle i indlægget (vises stadig i udskrivningsoversigten)
pl_pl: Ukryj tytuł przepisu we wpisie (nadal pokazuje się w podglądzie drukowania)

source: Hide Print Button
da_dk: Skjul Udskrivningsknappen
pl_pl: Ukryj przycisk drukowania

source: Hide recipe image when recipe image is the same as the post image
da_dk: Skjul opskriftsbillede, når opskriftsbilledet er det samme som indlægsbilledet
pl_pl: Ukryj zdjęcie przepisu, kiedy zdjęcie przepisu jest takie same jak zdjęcie wpisu

source: Hide Image in post
da_dk: Skjul Billede i indlæg
pl_pl: Ukryj zdjęcie w tym wpisie

source: Hide Image in print view
da_dk: Skjul Billede i udskrivningsoversigten
pl_pl: Ukryj zdjęcie w podglądzie drukowania

source: Print
da_dk: Udskriv
pl_pl: Drukuj

source: Prep Time:
da_dk: Forberedelsestid:
pl_pl: Czas Przygotowania:

source: Cook Time:
da_dk: Kogetid:
pl_pl: Czas gotowania:

source: Total Time:
da_dk: Tid i alt:
pl_pl: Czas całkowity:

source: Cuisine:
pl_pl: Kuchnia:

source: Servings:
da_dk: Portioner:
pl_pl: Porcje:

source: Serving Size:
da_dk: Portionsstørrelse:
pl_pl: Wielkość porcji:

source: Calories per serving:
da_dk: Kalorier per portion:
pl_pl: Ilość kalorii na porcję:

source: Fat per serving:
da_dk: Fedt per portion:
pl_pl: Zawartość tłuszczu w porcji:

source: Saturated fat per serving:
da_dk: Mættet fedt per portion:
pl_pl: Zawartość tłuszczów nasyconych w porcji:

source: Carbs per serving:
da_dk: Kulhydrater per portion:
pl_pl: Zawartość węglowodanów w porcji:

source: Protein per serving:
da_dk: Protein per portion:
pl_pl: Zawartość białka w porcji:

source: Fiber per serving:
da_dk: Fibre per portion:
pl_pl: Zawartość błonnika w porcji:

source: Sugar per serving:
da_dk: Sukker per portion:
pl_pl: Zawartość cukru w porcji:

source: Sodium per serving:
da_dk: Natrium per portion:
pl_pl: Zawartość sodu w porcji:

source: Trans fat per serving:
da_dk: Transfedt per portion:
pl_pl: Zawartość tłuszczów nienasyconych w porcji:

source: Cholesterol per serving:
da_dk: Kolesterol per portion:
pl_pl: Zawartość cholesterolu w porcji:

source: stars
da_dk: stjerner
pl_pl: gwiazdki

source: Your rating:
da_dk: Din vurdering:
pl_pl: Twoja ocena:

source: Rate this recipe
da_dk: Bedøm denne opskrift:
pl_pl: Oceń ten przepis

source: ratings
da_dk: bedømmelser
pl_pl: Oceny

source: Rating
da_dk: Anmeldelse
pl_pl: Ocena

source: Prep
da_dk: Forberedelse
pl_pl: Czas

source: Cook
da_dk: Kog
pl_pl: Kucharz

source: Ready in
da_dk: Klar om
pl_pl: Gotowe w

source: Notes
da_dk: Noter
pl_pl: Notatki

source: Nutrition information
da_dk: Ernæring information
pl_pl: Informacje żywieniowe

source: Save to BigOven
da_dk: Gem til BigOven
pl_pl: Zapisz w BigOven

source: Category:
da_dk: Kategori:
pl_pl: Kategoria:

source: Author:
da_dk: Forfatter:
pl_pl: Autor:

source: Fiber:
da_dk: Fibre:
pl_pl: Błonnik:

source: Calories:
da_dk: Kalorier:
pl_pl: Kalorie:

source: Carbs:
da_dk: Kulhydrater:
pl_pl: Węglowodany:

source: Choose an option
da_dk: Vælg en indstilling
pl_pl: Wybierz opcję

source: Deactivate License
da_dk: Deaktiver Licens
pl_pl: Dezaktywuj Licencje

source: Fat:
da_dk: Fedt:
pl_pl: Tłuszcz:

source: Protein:
pl_pl: Białko:

source: Sodium:
da_dk: Natrium:
pl_pl: Sód:

source: Total:
da_dk: I alt:
pl_pl: Całkowicie:

source: Error
da_dk: Fejl
pl_pl: Błąd

source: Trans fat:
da_dk: Transfedt:
pl_pl: Tłuszcze nienasycone:

source: You do not have permission to install plugin updates
da_dk: Du har ikke tilladelser, til at kunne installer tilføjelsesopdateringer.
pl_pl: Nie masz uprawnień do instalowania aktualizacji wtyczek

source: Use custom authors
da_dk: Brug selvvalgte forfattere
pl_pl: Użyj niestandardowych autorów

source: Use custom authors instead of default WordPress post authors.
da_dk: Brug brugerdefineret forfattere, i stedet for standard WordPress indlægsforfattere.
pl_pl: Użyj niestandardowych autorów zamiast domyślnych autorów wpisów WordPress.

source: Saturated fat:
da_dk: Mættet fedt:
pl_pl: Tłuszcze nienasycone:

source: Recipe Reviews
da_dk: Opskriftsanmeldelser
pl_pl: Recenzje przepisu

source: Prep:
da_dk: Forbered:
pl_pl: Czas:

source: Print this recipe
da_dk: Udskriv denne opskrift
pl_pl: Wydrukuj ten przepis

source: Prep Time
da_dk: Forberedningstid
pl_pl: Czas Przygotowania

source: Generate label
da_dk: Generere etik
pl_pl: Wygeneruj etykietę

source: Enter your license key
da_dk: Indtast din licensnøgle
pl_pl: Wpisz swój klucz licencyjny tutaj

source: Cook Time
da_dk: Kogetid
pl_pl: Czas Gotowania

source: Clear label
da_dk: Ryd etik
pl_pl: Usuń etykietę

source: Activate License
da_dk: Aktivér Licens
pl_pl: Aktywuj Licencje

source: active
da_dk: aktivér
pl_pl: aktywuj

source: An error occurred while updating the license data, please try again.
da_dk: En fejl opstod, mens licensdataen opdaterede, prøv venligst igen.
pl_pl: Wystąpił błąd podczas aktualizacji danych licencji. Spróbuj ponownie.

source: Recipes
da_dk: Opskrifter
pl_pl: Przepisy

source: Click to edit this image
da_dk: Klik, for at rediger dette billede.
pl_pl: Wciśnij, by zedytować zdjęcie

source: minutes
da_dk: minuter
pl_pl: minuty

source: hours
da_dk: timer
pl_pl: godziny

source: clear image
da_dk: Ryd billede
pl_pl: Usuń zdjęcie

source: Add recipe
da_dk: Tilføj opskift
pl_pl: Dodaj przepis

source: Filter
pl_pl: Filtr

source: Recipe
da_dk: Opskrift
pl_pl: Przepis

source: Title
da_dk: Overskrift
pl_pl: Tytuł

source: Unnamed recipe
da_dk: Unavngivet opskrift
pl_pl: Przepis bez nazwy

source: Edit
da_dk: Rediger
pl_pl: Edytuj

source: Unlink from post
da_dk: Fjern linket fra indlæg
pl_pl: Odłącz od wpisu

source: Delete
da_dk: Slet
pl_pl: Usuń

source: View post
da_dk: Vis indlæg
pl_pl: Podgląd wpisu

source: Name
da_dk: Navn
pl_pl: Nazwa

source: New recipe
da_dk: Ny opskrift
pl_pl: Nowy przepis

source: Settings saved!
da_dk: Indstillinger gemt!
pl_pl: Ustawienia zostały zapisane!

source: Not all required fields are filled out!
da_dk: Ikke alle krævede felter er fyldt ud!
pl_pl: Nie wszystkie wymagane pola zostały wypełnione!

source: General
da_dk: Generelt
pl_pl: Ogólnie

source: Nutrition
da_dk: Ernæring
pl_pl: Żywienie

source: Misc
da_dk: Diverse
pl_pl: Inny

source: Save
da_dk: Gem
pl_pl: Zapisz

source: Save and close
da_dk: Gem og luk
pl_pl: Zapisz i wyjdź

source: This recipe is linked to a post, but this post has been trashed. You can untrash the post, or link the recipe to another post or page
da_dk: Denne opskrift er linket til et indlæg, men dette indlæg er smidt i skraldespanden. Du kan tage indlægget op ad skraldespanden, eller linke opskriften til et andet indlæg eller side.
pl_pl: Ten przepis jest związany z wpisem, który został usunięty. Możesz przywrócić wpis lub połączyć przepis z innym postem lub stroną

source: Edit linked post
da_dk: Rediger linket indlæg
pl_pl: Edytuj połączony wpis

source: View
da_dk: Vis
pl_pl: Podglądnij

source: Your recipe image is the same as your post image. The image will be hidden on the front end.
da_dk: Dit opskriftsbillede, er det samme som indlægsbilledet. Billedet vil være skjult på forsiden.
pl_pl: Twoje zdjęcie przepisu jest takie samo jak zdjęcie postu. Zdjęcie zostanie ukryte w interfejsie użytkownika.

source: You haven't added any tags to your post yet. In your post you can %sadd%s some tags relevant to this recipe. These will get added as keywords to your recipes microdata.
da_dk: Du har ikke tilføjet nogle mærkater til dit indlæg endnu. Du kan %stilføje%s relevante mærkater i dit indlæg til opskriften. Disse vil blive tilføjet som nøgleord, til din opskriftsmikrodata.
pl_pl: Nie dodałeś jeszcze żadnych tagów do swojego wpisu. Możesz %sdodać%s tagi odpowiednie do swojego wpisu w każdej chwili i zostaną one dodawane jako słowa kluczowe do mikrodanych twoich przepisów.

source: My recipe
da_dk: Min opskrift
pl_pl: Mój przepis

source: Prep time
da_dk: Forberedningstid
pl_pl: Czas przygotowania

source: Cook time
da_dk: Kogetid
pl_pl: Czas gotowania

source: Serving size
da_dk: Portionsstørrelse
pl_pl: Wielkość porcji

source: 1 slice
da_dk: 1 skive
pl_pl: 1 plasterek

source: Servings
da_dk: Portioner
pl_pl: Porcje

source: 4 persons
da_dk: 4 personer
pl_pl: 4 osoby

source: Put each ingredient on a separate line. There is no need to use bullets for your ingredients. You can also create labels, hyperlinks, bold/italic effects and even add images! %sRead more%s
da_dk: Put hver ingrediens i en separat linje. Der er ingen grund, til at bruge punkter for dine ingredienser. Du kan også skabe etikker, hyperlink, fremhævet/kursiv effekter og endda tilføje billeder! %sLæs mere%s
pl_pl: Umieść każdy składnik w osobnej linii. Nie ma potrzeby używania punktorów do swoich składników. Możesz także tworzyć etykiety, hiperłącza, pogrubienie/kursywę, a nawet dodawać zdjęcia! %sPrzeczytaj więcej%s

source: Instruction video
da_dk: Instruktionsvideo
pl_pl: Film instruktażowy

source: A video is a great way to improve your ranking and will get picked up by Google's rich snippets.
da_dk: En video, er en alle tiders måde, at forbedre din rangordning og blive opdaget blandt Googles rige uddrag.
pl_pl: Dodanie filmu wideo to świetny sposób na poprawienie pozycji w rankingu wyszukiwania Google.

source: Category
da_dk: Kategori
pl_pl: Kategoria

source: Bread
da_dk: Brød
pl_pl: Chleb

source: Cuisine
pl_pl: Kuchnia

source: French
da_dk: Fransk
pl_pl: Francuski

source: Description
da_dk: Beskrivelse
pl_pl: Opis

source: Rank even better in Google? Also get the author field in your schema.org markup. Available in %sall plans%s
da_dk: Rangere bedre i Google? Skaf også forfatterfeltet i din schema.org markering. Tilgængelig i %salle planer%s
pl_pl: Chcesz by twój blog był pokazywany wyżej w wyszukiwarce Google? Zdobądź również dostęp do pola autorskiego w swoich adnotacjach na schema.org Dostępna dla %skażdej wersji%s

source: Tired of looking up all nutrition data? You can generate the nutrition data automatically with %sZip Recipes Lover%s
da_dk: Træt af at søge efter alt ernæringsdata? Du kan generer ernæringsdataen automatisk med %sZip Recipes Lover%s
pl_pl: Masz dosyć wyszukiwania wszystkich danych żywieniowych? Możesz wygenerować dane żywieniowe automatycznie za pomocą %sZip Recipes Lover%s

source: Carbs
da_dk: Kulhydrater
pl_pl: Węglowodany

source: Fiber
da_dk: Fibre
pl_pl: Błonnik

source: Sugar
da_dk: Sukker
pl_pl: Cukier

source: Fat
da_dk: Fedt
pl_pl: Tłuszcz

source: Saturated fat
da_dk: Mættet fedt
pl_pl: Tłuszcze nienasycone

source: Trans fat
da_dk: Transfedt
pl_pl: Tłuszcze nienasycone

source: Calcium
pl_pl: Wapń

source: Mark recipe as non food
da_dk: Mærker opskrift som ikke mad
pl_pl: Oznacz przepis jako nieżywnościowy.

source: Nutrition label for %s
da_dk: Ernæringsetiket for %s
pl_pl: Etykieta żywieniowa dla %s

source: Nutrition Label
da_dk: Ernæringsetiket
pl_pl: Etykieta żywieniowa

source: Show the Nutrition Label for a recipe
da_dk: Vis Ernæringsetikken for en opskrift
pl_pl: Pokaż etykietę wartości odżywczej dla przepisu

source: Nutrition info
da_dk: Ernæring information
pl_pl: Informacje żywieniowe

source: Invalid recipe ID or recipe not found
da_dk: Ugyldigt opskriftsID eller opskrift ikke fundet
pl_pl: Przepis ma nieprawidłowy ID lub nie można było go znaleźć

source: Invalid recipe fields
da_dk: Ugyldige opskriftsfelter
pl_pl: Nieprawidłowe pola przepisu

source: Can't create recipe
da_dk: Kan ikke skabe opskrift
pl_pl: Nie można stworzyć przepisu

source: Can't update recipe
da_dk: Kan ikke opdater opskrift
pl_pl: Nie można zaktualizować przepisu

source: Recipe selection updated. Time to save!
da_dk: Opskriftsudvælgelse opdateret. Tid til at gemme!
pl_pl: Zaktualizowano wybór przepisu. Czas zapisać!

source: Selecting a recipe that is linked to another post will unlink it from that post!
da_dk: Når du vælger en opskrift, der er linket til en anden indlæg, vil opskriftenslinket blive fjernet fra det indlæg!
pl_pl: Wybranie przepisu połączonego z innym wpisem spowoduje odłączenie go od tego wpisu!

source: Show only recipes without post
da_dk: Vis kun opskrifter uden indlæg
pl_pl: Pokaż tylko przepisy bez wpisu

source: No recipe selected
da_dk: Ingen opskrift valgt
pl_pl: Nie wybrano przepisu

source: Edit recipe
da_dk: Rediger opskrift
pl_pl: Edytuj przepis

source: Create and insert new recipe
da_dk: Skab og indsæt ny opskrift
pl_pl: Stwórz i wstaw nowy przepis

source: Creating and inserting a new recipe will unlink the current recipe from this post.
da_dk: Skabelsen og indsætning af ny opskrift, vil fjerne linket fra den nuværende opskrift i dette indlæg.
pl_pl: Utworzenie i wstawienie nowego przepisu spowoduje odłączenie bieżącego przepisu od tego wpisu.

source: Recipe not found
da_dk: Opskrift ikke fundet
pl_pl: Przepis nie został znaleziony

source: ounce
pl_pl: uncja

source: ounces
pl_pl: uncje

# plural
source: grams
da_dk: gram
pl_pl: gramy

source: pound
da_dk: pund
pl_pl: funt

source: pounds
da_dk: pund
pl_pl: funty

# plural
source: kilograms
da_dk: kilogram
pl_pl: kilogramy

source: Author
da_dk: Forfatter
pl_pl: Autor

source: Author will be set automatically to your post author. If you want to use custom authors, you can do so in the %ssettings%s.
da_dk: Forfatteren er automatisk sat til din indlægsforfatter. Hvis du vil bruge brugerdefinerede forfattere, så kan du gøre det i %sindstillinger%s.
pl_pl: Autor zostanie automatycznie ustawiony jako autor wpisu. Jeśli chcesz ustanowić niestandardowego autora, możesz to zrobić w%sustawienia%

source: License
da_dk: Licens
pl_pl: Licencja

source: You haven't activated your Zip Recipes license yet. To get all future updates, enter your license on the settings page.
da_dk: Du har ikke aktiveret din Zip Recipes licens endnu. For at få alle fremtidige opdateringer, indtast din licens på indstillingssiden.
pl_pl: Nie aktywowałeś jeszcze swojego klucza licencyjnego Zip Recipes. Aby otrzymać wszystkie przyszłe aktualizacje, aktywuj swoją licencję w ustawieniach.

source: Go to the %ssettings page%s or %spurchase a license%s
da_dk: Gå til %sindstillingssiden%s eller %skøb en licens%s
pl_pl: Przejdź do %sustawienia strony%s albo %szakup licencję%s

source: Could not connect to ziprecipes.net. Please try again later.
da_dk: Kunne ikke oprette forbindelse til ziprecipes.net. Prøv venligst igen senere.
pl_pl: Błąd połączenia z ziprecipes.net. Spróbuj ponownie później.

source: a 5 sites or unlimited sites license
da_dk: en 5 websted- eller ubegrænset webstedlincens
pl_pl: do 5 witryn lub nieograniczona ilość witryn

source: an unlimited sites license
da_dk: en ubegrænset webstedlicens
pl_pl: nieograniczona licencja na witryny
