Repository: Burst-Statistics/zip-recipes-free
Catalog: languages/zip-recipes-*.po
Languages: da_dk, pl_pl

source: You have 0 activations left on your %s sites license. If you need more activations you can upgrade your current license to %s on your %saccount%s
da_dk: Du har 0 aktiveringer tilbage på din %s webstedlicens. Hvis du har brug for flere aktiveringer, kan du opgrader din nuværende licens til %s på din %skonto%s
pl_pl: Zużyłeś wszystkie swoje aktywacje dla %s licencji strony. Jeśli potrzebujesz więcej aktywacji, możesz ulepszyć swoją aktualną licencję na wersję %s w zakładce %skonto%s

source: Your license is valid, but not activated on this site
da_dk: Din licens er gyldig, men ikke aktiveret på dette websted
pl_pl: Twoja licencja jest ważna, ale nie została aktywowana dla tej strony

source: Your license does not seem to be valid. Please check your license key
da_dk: Din licens ser ud ikke til at være gyldig. Tjek venligst din licensnøgle
pl_pl: Twoja licencja wydaje się być nieważna. Sprawdź swój klucz licencyjny

source: Your license is valid, and expires on: %s
da_dk: Din licens er gyldig, og udløber den: %s
pl_pl: Twoja licencja jest ważna, ale wygasa po: %s

source: Enter your license here so you keep receiving updates and support.
da_dk: Indtast din licens her, så du kan blive ved med at modtage opdateringer og support.
pl_pl: Wpisz tutaj swój klucz licencyjny, abyś nadal mógł otrzymywać aktualizacje i wsparcie.

source: License Key
da_dk: Licensnøgle
pl_pl: Klucz licencyjny

source: This is not a valid license
da_dk: Dette er ikke en gyldigt licens
pl_pl: Ta licencja nie jest ważna

source: Your license is expired. Please renew your license at %ziprecipes.net%s
da_dk: Din licens er udløbet. Forny venligst din licens på %ziprecipes.net%s
pl_pl: Twoja licencja straciła ważność. Proszę odnowić swoją licencję na stronie %ziprecipes.net%s

source: Your license has been revoked. Please contact %ssupport%s
da_dk: Din licens er tilbagekaldt. Kontakt venligst %ssupport%s
pl_pl: Twoja licencja została cofnięta. Skontaktuj się z %sbiurem obsługi klienta% s

source: Your license could not be found in the database. Please contact %ssupport%s
da_dk: Din licens kan ikke findes i databasen. Kontakt venligst %ssupport%s
pl_pl: Twoja licencja nie została odnaleziona w bazie danych. Skontaktuj się z %sbiurem obsługi klienta% s

source: Your license has not yet been activated for this domain.
da_dk: Din licens er ikke aktiveret for dette domæne endnu.
pl_pl: Twoja licencja nie została jeszcze aktywowana dla tej domeny.

source: Your license key appears to be invalid.
da_dk: Din licensnøgle ser ud til at være ugyldig.
pl_pl: Twój klucz licencyjny jest nieprawidłowy.

source: You have no activations left on your license. Please upgrade your license at %ziprecipes.net%s
da_dk: Du har ingen aktiveringer tilbage på din licens. Opgrader venligst din licens på %ziprecipes.net%s
pl_pl: Wszystkie twoje aktywacje zostały zużyte. Ulepsz swoją licencję na stronie %sziprecipes.net% s

source: Your license is valid, but has not yet been activated for this domain.
da_dk: Din licens er gyldig, men er ikke aktiveret for dette domæne.
pl_pl: Twoja licencja jest ważna, jednak nie została ona jeszcze aktywowana dla tej domeny.

source: license data error
da_dk: licensdatafejl
pl_pl: błąd danych licencji

source: Use separate ingredients list for nutrition generation
da_dk: Brug separate ingrediensliste for ernæringsgeneration
pl_pl: Użyj osobnej listy składników do celów żywieniowych

source: If you're not using English or Spanish, or you just want te exclude some ingredients from the nutrition generation, you can use this field, which is used for the nutrition data only
da_dk: Hvis du ikke bruger engelsk eller spansk, eller du bare vil ekskludere nogle ingredienser fra ernæringsgenerationen, så kan du bruge dette felt, hvilket bruges kun for ernæringsdataen.
pl_pl: Jeśli nie używasz języka angielskiego ani hiszpańskiego, możesz użyć tego pola, aby wykluczyć niektóre składniki z generatora składników odżywczych, które są używane tylko do danych żywieniowych.

source: Ingredients for nutrition generation
da_dk: Ingredienser for ernæringsgeneration
pl_pl: Składniki dla generatora wartości odżywczych

source: You do not have edit permissions.
da_dk: Du har ikke redigeringstilladelser
pl_pl: Nie masz uprawnień do edycji.

source: An unexpected error has occurred. Please try again
da_dk: En uforventet fejl opstod. Prøv venligst igen
pl_pl: Wystąpił nieoczekiwany błąd. Proszę spróbuj ponownie

source: Your PHP is mis-configured. It's missing CURL extension. Please contact your host.
da_dk: Din PHP er fejlkonfigureret. Den mangler CURL forlængelsen. Kontakt venligst din webstedvært.
pl_pl: Twój skrypt PHP jest niepoprawnie skonfigurowany. Brakuje rozszerzenia CURL. Proszę skontaktować się z operatorem.

source: Recipe not found. Please save your recipe first.
da_dk: Opskrift ikke fundet. Gem venligst din opskrift først.
pl_pl: Przepis nie został znaleziony. Musisz pierwsze zapisać swój przepis.

source: Your license is not activated. Please activate your license to be able to use the Nutrition Generator.
da_dk: Din licens er ikke aktiveret. Aktiver venligst din licens, for at kunne bruge Ernæringsgenerationen.
pl_pl: Twoja licencja nie została aktywowana. Proszę aktywować swój klucz licencyjny, aby odblokować dostęp do Generatora Wartości Odżywczych

source: The %s field should not be empty
da_dk: %s felterne burde ikke være tomme
pl_pl: Pole %s nie powinno być puste

source: We had trouble understanding your ingredients. Please try removing some to see if any are not recognized by the API. If needed, you can create a separte API ingredients field, by checking the option below.
da_dk: Vi havde problemer ved at forstå dine ingredienser. Prøv venligst at fjerne nogle, for at se om nogle overhovedet er genkendt af API'en. Hvis det bliver nødvendigt, så kan du skabe et separat API ingrediensfelt, ved at vælge indstillingen nedenunder.
pl_pl: Mieliśmy problem ze zrozumieniem twoich składników. Spróbuj usunąć niektóre, aby sprawdzić, czy jakieś nie są rozpoznawane przez API. W razie potrzeby możesz utworzyć pole osobnych składników API, zaznaczając opcję poniżej.

source: Did not receive nutrition image url
da_dk: Modtog ikke ernæringsbilledeurl
pl_pl: Nie otrzymano adresu URL obrazu dla wartości odżywczych

source: Successfully generated nutrition data
da_dk: Genererede ernæringsdataen succesfyldt
pl_pl: Pomyślnie wygenerowano dane żywieniowe

source: Successfully cleared nutrition data
da_dk: Ryddet ernæringsdataen succesfyldt
pl_pl: Pomyślnie usunięto dane żywieniowe

source: Automatic Nutrition generation
da_dk: Automatisk Ernæring generation
pl_pl: Automatyczne generowanie wartości odżywczych

source: To generate the Nutrition data, you should save the recipe first
da_dk: For at generere Ernæringsdataen, burde du gemme opskriften først
pl_pl: Aby wygenerować dane żywieniowe, należy wcześniej zapisać swój przepis

source: Update
da_dk: Opdater
pl_pl: Aktualizacja

source: Hide plugin link
da_dk: Skjul tilføjelseslink
pl_pl: Ukryj link pluginu

source: Hide permalink in printed output
da_dk: Skjul permalink i udskrevet version
pl_pl: Ukryj link bezpośredni w podglądzie drukowania

source: pixels
da_dk: billedpunkter
pl_pl: pixele

source: Hide Ingredients label
da_dk: Skjul Ingrediensetikken
pl_pl: Ukryj etykietę składników

source: Hide Instructions label
da_dk: Skjul Instruksetikken
pl_pl: Ukryj etykietę instrukcji

source: VisitorRating and RecipeReviews cannot be active at the same time. If you want to allow anonymous ratings, activate VisitorRating. If you want to require comments with ratings activate RecipeReviews.
da_dk: VisitorRating og RecipeReviews kan ikke være aktiveret på samme tidspunkt. Hvis du vil tillade anonymeanmeldelser, aktiver VisitorRating. Hvis du vil kræve en kommentar med anmeldelser, så aktiver RecipeReviews.
pl_pl: VisitorRating i RecipeReviews nie mogą być aktywne jednocześnie. Jeśli chcesz zezwolić na anonimowe oceny, aktywuj VisitorRating. Jeśli chcesz wymagać komentarzy z ocenami, aktywuj RecipeReviews.

source: Recipe Reviews only works with WordPress comments or Jetpack Comments. <a href="https://www.ziprecipes.net/docs/recipe-reviews/" target="_blank">Learn more</a>
da_dk: Opskriftsanmeldelser virker kun med WordPress comments eller Jetpack Comments. <a href="https://www.ziprecipes.net/docs/recipe-reviews/" target="_blank">Lær mere</a>
pl_pl: Revipe Reviews działa tylko z komentarzami WordPress lub komentarzami Jetpack. <a href="https://www.ziprecipes.net/docs/recipe-reviews/" target="_blank">Dowiedz się więcej</a>

source: A plugin that adds all the necessary microdata to your recipes, so they will show up in Google's Recipe Search
da_dk: En tilføjelse, der tilføjer alt det nedvøndige mikodata til dine opskrifter, så de dukker op i Googles Opskriftsøgninger.
pl_pl: Wtyczka, która dodaje wszystkie niezbędne mikrodane do twoich przepisów, dzięki czemu pojawią się w Wyszukiwarce Przepisów Google

source: (h)
da_dk: (t)

source: Cholesterol
da_dk: Kolesterol

source: Divs
da_dk: Diverse

source: Cholesterol:
da_dk: Kolesterol:

source: oz
da_dk: ounce

source: lb
da_dk: Pund

source: lbs
da_dk: Pund

# plural
source: kgs
da_dk: kilogram
